Repository: avgeek-oss/dnsdeck
Catalog: DNSDeck/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hi, id, ja, ko, pl, pt_br, tr, uk, vi, zh_hans, zh_hant

source: Configure the HTTP API
de: Konfigurieren Sie die HTTP-API
es: Configurar la API HTTP
fr: Configurer l'API HTTP
hi: HTTP API कॉन्फ़िगर करें
id: Konfigurasikan API HTTP
ja: HTTP APIを構成する
ko: HTTP API 구성
pl: Skonfiguruj interfejs API HTTP
pt_br: Configurar a API HTTP
tr: HTTP API'sini yapılandırma
uk: Налаштуйте HTTP API
vi: Định cấu hình API HTTP
zh_hans: 配置 HTTP API
zh_hant: 配置 HTTP API

source: Connect
de: Verbinden
es: Conectar
fr: Se connecter
hi: कनेक्ट करें
id: Hubungkan
ja: 接続する
ko: 연결하다
pl: Połącz
pt_br: Conectar
tr: Bağlan
uk: Підключитися
vi: Kết nối
zh_hans: 连接
zh_hant: 連接

source: Connect a Provider
de: Verbinden Sie einen Anbieter
es: Conectar un proveedor
fr: Connecter un fournisseur
hi: एक प्रदाता कनेक्ट करें
id: Hubungkan Penyedia
ja: プロバイダーに接続する
ko: 공급자 연결
pl: Połącz dostawcę
pt_br: Conecte um provedor
tr: Bir Sağlayıcı Bağlayın
uk: Підключити провайдера
vi: Kết nối nhà cung cấp
zh_hans: 连接提供商
zh_hant: 連接提供者

source: Connect a provider to view your zones.
de: Verbinden Sie einen Anbieter, um Ihre Zonen anzuzeigen.
es: Conecte un proveedor para ver sus zonas.
fr: Connectez un fournisseur pour afficher vos zones.
hi: अपने क्षेत्र देखने के लिए एक प्रदाता से कनेक्ट करें।
id: Hubungkan penyedia untuk melihat zona Anda.
ja: プロバイダーに接続してゾーンを表示します。
ko: 영역을 보려면 공급자를 연결하세요.
pl: Połącz się z dostawcą, aby wyświetlić swoje strefy.
pt_br: Conecte um provedor para visualizar suas zonas.
tr: Bölgelerinizi görüntülemek için bir sağlayıcıya bağlanın.
uk: Підключіть провайдера для перегляду зон.
vi: Kết nối một nhà cung cấp để xem các khu vực của bạn.
zh_hans: 连接提供商以查看您的区域。
zh_hant: 連接提供者以查看您的區域。

source: Connect a supported provider to add a zone.
de: Verbinden Sie einen unterstützten Anbieter, um eine Zone hinzuzufügen.
es: Conecte un proveedor compatible para agregar una zona.
fr: Connectez un fournisseur pris en charge pour ajouter une zone.
hi: ज़ोन जोड़ने के लिए किसी समर्थित प्रदाता से कनेक्ट करें।
id: Hubungkan penyedia yang didukung untuk menambahkan zona.
ja: サポートされているプロバイダーに接続してゾーンを追加します。
ko: 영역을 추가하려면 지원되는 공급자를 연결하세요.
pl: Połącz się z obsługiwanym dostawcą, aby dodać strefę.
pt_br: Conecte um provedor compatível para adicionar uma zona.
tr: Bölge eklemek için desteklenen bir sağlayıcıya bağlanın.
uk: Підключіться до підтримуваного провайдера, щоб додати зону.
vi: Kết nối nhà cung cấp được hỗ trợ để thêm vùng.
zh_hans: 连接受支持的提供商以添加区域。
zh_hant: 連接受支援的提供者以增加區域。

source: Connect to Claude Desktop
de: Stellen Sie eine Verbindung zu Claude Desktop her
es: Conéctese a Claude Desktop
fr: Connectez-vous à Claude Desktop
hi: ZXQDNSDEKTERM0000QXZ से कनेक्ट करें
id: Hubungkan ke Claude Desktop
ja: Claude Desktop に接続します
ko: Claude Desktop에 연결
pl: Połącz się z Claude Desktop
pt_br: Conecte-se a Claude Desktop
tr: ZXQDNSSDECKTERM0000QXZ'ye bağlanın
uk: Підключіться до Claude Desktop
vi: Kết nối với Claude Desktop
zh_hans: 连接到 Claude Desktop
zh_hant: 連接到 Claude Desktop

source: Connect to Codex
de: Stellen Sie eine Verbindung zu Codex her
es: Conéctese a Codex
fr: Connectez-vous à Codex
hi: ZXQDNSDEKTERM0000QXZ से कनेक्ट करें
id: Hubungkan ke Codex
ja: Codex に接続します
ko: Codex에 연결
pl: Połącz się z Codex
pt_br: Conecte-se a Codex
tr: ZXQDNSSDECKTERM0000QXZ'ye bağlanın
uk: Підключіться до Codex
vi: Kết nối với Codex
zh_hans: 连接到 Codex
zh_hant: 連接到 Codex

source: Connect to Cursor
de: Stellen Sie eine Verbindung zu Cursor her
es: Conéctese a Cursor
fr: Connectez-vous à Cursor
hi: ZXQDNSDEKTERM0000QXZ से कनेक्ट करें
id: Hubungkan ke Cursor
ja: Cursor に接続します
ko: Cursor에 연결
pl: Połącz się z Cursor
pt_br: Conecte-se a Cursor
tr: ZXQDNSSDECKTERM0000QXZ'ye bağlanın
uk: Підключіться до Cursor
vi: Kết nối với Cursor
zh_hans: 连接到 Cursor
zh_hant: 連接到 Cursor

source: Connect to Postman
de: Stellen Sie eine Verbindung zu Postman her
es: Conéctese a Postman
fr: Connectez-vous à Postman
hi: ZXQDNSDEKTERM0000QXZ से कनेक्ट करें
id: Hubungkan ke Postman
ja: Postman に接続します
ko: Postman에 연결
pl: Połącz się z Postman
pt_br: Conecte-se a Postman
tr: ZXQDNSSDECKTERM0000QXZ'ye bağlanın
uk: Підключіться до Postman
vi: Kết nối với Postman
zh_hans: 连接到 Postman
zh_hant: 連接到 Postman

source: Connect to VS Code
de: Stellen Sie eine Verbindung zu VS Code her
es: Conéctese a VS Code
fr: Connectez-vous à VS Code
hi: ZXQDNSDEKTERM0000QXZ से कनेक्ट करें
id: Hubungkan ke VS Code
ja: VS Code に接続します
ko: VS Code에 연결
pl: Połącz się z VS Code
pt_br: Conecte-se a VS Code
tr: ZXQDNSSDECKTERM0000QXZ'ye bağlanın
uk: Підключіться до VS Code
vi: Kết nối với VS Code
zh_hans: 连接到 VS Code
zh_hant: 連接到 VS Code

source: Connect to VS Code / Cursor
de: Stellen Sie eine Verbindung zu VS Code / Cursor her
es: Conéctese a VS Code / Cursor
fr: Connectez-vous à VS Code / Cursor
hi: VS Code / Cursor से कनेक्ट करें
id: Hubungkan ke VS Code / Cursor
ja: VS Code / Cursor に接続します
ko: VS Code / Cursor에 연결
pl: Połącz się z VS Code / Cursor
pt_br: Conecte-se a VS Code / Cursor
tr: VS Code / Cursor'ye bağlanın
uk: Підключитися до VS Code / Cursor
vi: Kết nối với VS Code / Cursor
zh_hans: 连接到 VS Code / Cursor
zh_hant: 連接到 VS Code / Cursor

source: Connect to a PowerDNS Authoritative HTTP API. Use HTTPS for remote servers; loopback HTTP is accepted for local development. Secondary zones are browsable but read-only.
de: Stellen Sie eine Verbindung zu einer autorisierenden PowerDNS-HTTP-API her. Verwenden Sie HTTPS für Remote-Server. Loopback-HTTP wird für die lokale Entwicklung akzeptiert. Sekundäre Zonen sind durchsuchbar, aber schreibgeschützt.
es: Conéctese a una API HTTP autorizada de PowerDNS. Utilice HTTPS para servidores remotos; Se acepta HTTP de bucle invertido para el desarrollo local. Las zonas secundarias son navegables pero de solo lectura.
fr: Connectez-vous à une API HTTP faisant autorité PowerDNS. Utilisez HTTPS pour les serveurs distants ; Le bouclage HTTP est accepté pour le développement local. Les zones secondaires sont consultables mais en lecture seule.
hi: PowerDNS आधिकारिक HTTP API से कनेक्ट करें। दूरस्थ सर्वर के लिए HTTPS का उपयोग करें; लूपबैक HTTP स्थानीय विकास के लिए स्वीकार किया जाता है। द्वितीयक क्षेत्र ब्राउज़ करने योग्य हैं लेकिन केवल पढ़ने योग्य हैं।
id: Hubungkan ke API HTTP Resmi PowerDNS. Gunakan HTTPS untuk server jarak jauh; loopback HTTP diterima untuk pengembangan lokal. Zona sekunder dapat dijelajahi tetapi hanya dapat dibaca.
ja: PowerDNS 権威 HTTP API に接続します。リモートサーバーにはHTTPSを使用します。ループバック HTTP はローカル開発に受け入れられます。セカンダリ ゾーンは参照可能ですが、読み取り専用です。
ko: PowerDNS 신뢰할 수 있는 HTTP API에 연결합니다. 원격 서버에는 HTTPS를 사용하십시오. 로컬 개발에는 루프백 HTTP가 허용됩니다. 보조 영역은 찾아볼 수 있지만 읽기 전용입니다.
pl: Połącz się z autorytatywnym interfejsem API HTTP PowerDNS. Używaj protokołu HTTPS dla serwerów zdalnych; pętla zwrotna HTTP jest akceptowana w przypadku programowania lokalnego. Strefy dodatkowe można przeglądać, ale tylko do odczytu.
pt_br: Conecte-se a uma API HTTP autoritativa do PowerDNS. Use HTTPS para servidores remotos; loopback HTTP é aceito para desenvolvimento local. As zonas secundárias são navegáveis, mas somente leitura.
tr: PowerDNS Yetkili HTTP API'sine bağlanın. Uzak sunucular için HTTPS kullanın; Lokal geliştirme için geri döngü HTTP'si kabul edilir. İkincil bölgeler göz atılabilir ancak salt okunurdur.
uk: Підключіться до авторитетного HTTP API PowerDNS. Використовуйте HTTPS для віддалених серверів; loopback HTTP приймається для локальної розробки. Додаткові зони доступні для перегляду, але лише для читання.
vi: Kết nối với API HTTP có thẩm quyền của PowerDNS. Sử dụng HTTPS cho máy chủ từ xa; HTTP loopback được chấp nhận để phát triển cục bộ. Các vùng phụ có thể duyệt được nhưng chỉ đọc.
zh_hans: 连接到 PowerDNS 权威 HTTP API。远程服务器使用 HTTPS；本地开发接受环回 HTTP。辅助区域可浏览但只读。
zh_hant: 連線到 PowerDNS 權威 HTTP API。遠端伺服器使用 HTTPS；本機開發接受環回 HTTP。輔助區域可瀏覽但唯讀。

source: Connected
de: Verbunden
es: Conectado
fr: Connecté
hi: जुड़ा हुआ
id: Terhubung
ja: 接続済み
ko: 연결됨
pl: Połączono
pt_br: Conectado
tr: Bağlı
uk: Підключено
vi: Đã kết nối
zh_hans: 已连接
zh_hant: 已連接

source: Connection
de: Verbindung
es: Conexión
fr: Connexion
hi: कनेक्शन
id: Koneksi
ja: 接続
ko: 연결
pl: Połączenie
pt_br: Conexão
tr: Bağlantı
uk: Підключення
vi: Kết nối
zh_hans: 连接方式
zh_hant: 連接方式

source: Consumer Key
de: Verbraucherschlüssel
es: Clave del consumidor
fr: Clé du consommateur
hi: उपभोक्ता कुंजी
id: Kunci Konsumen
ja: コンシューマキー
ko: 소비자 키
pl: Klucz Konsumenta
pt_br: Chave do consumidor
tr: Tüketici Anahtarı
uk: Ключ споживача
vi: Khóa tiêu dùng
zh_hans: 消费者钥匙
zh_hant: 消費者鑰匙

source: Content
de: Inhalt
es: Contenido
fr: Contenu
hi: सामग्री
id: Konten
ja: 内容
ko: 내용
pl: Treść
pt_br: Conteúdo
tr: İçerik
uk: Зміст
vi: Nội dung
zh_hans: 内容
zh_hant: 內容

# Convert %lld record%@
source: Convert %1$lld record%2$@
de: Konvertieren Sie den %1$lld-Datensatz%2$@
es: Convertir registro %1$lld%2$@
fr: Convertir l'enregistrement %1$lld%2$@
hi: कन्वर्ट %1$lld रिकॉर्ड%2$@
id: Konversikan catatan %1$lld%2$@
ja: %1$lld レコードを変換%2$@
ko: %1$lld 레코드 변환%2$@
pl: Konwertuj rekord %1$lld%2$@
pt_br: Converter registro %1$lld%2$@
tr: %1$lld kaydını dönüştürün%2$@
uk: Перетворити запис %1$lld%2$@
vi: Chuyển đổi bản ghi %1$lld%2$@
zh_hans: 转换%1$lld记录%2$@
zh_hant: 轉換%1$lld記錄%2$@

source: Convert to...
de: Konvertieren in...
es: Convertir a...
fr: Convertir en...
hi: में कनवर्ट करें...
id: Konversikan ke...
ja: に変換...
ko: 다음으로 변환...
pl: Konwertuj na...
pt_br: Converter para...
tr: Şuna dönüştür:
uk: Перетворити на...
vi: Chuyển đổi thành...
zh_hans: 转换为...
zh_hant: 轉換為...

# Converting... (%lld/%lld)
source: Converting... (%1$lld/%2$lld)
de: Konvertieren... (%1$lld/%2$lld)
es: Convirtiendo... (%1$lld/%2$lld)
fr: Conversion... (%1$lld/%2$lld)
hi: कनवर्ट किया जा रहा है... (%1$lld/%2$lld)
id: Mengonversi... (%1$lld/%2$lld)
ja: 変換中... (%1$lld/%2$lld)
ko: 변환 중... (%1$lld/%2$lld)
pl: Konwersja... (%1$lld/%2$lld)
pt_br: Convertendo... (%1$lld/%2$lld)
tr: Dönüştürülüyor... (%1$lld/%2$lld)
uk: Перетворення... (%1$lld/%2$lld)
vi: Đang chuyển đổi... (%1$lld/%2$lld)
zh_hans: 正在转换... (%1$lld/%2$lld)
zh_hant: 正在轉換... (%1$lld/%2$lld)

source: Copied
de: Kopiert
es: copiado
fr: Copié
hi: नकल की गई
id: Disalin
ja: コピーされました
ko: 복사됨
pl: Skopiowano
pt_br: Copiado
tr: Kopyalandı
uk: Скопійовано
vi: Đã sao chép
zh_hans: 已复制
zh_hant: 已複製

source: Copy
de: Kopieren
es: Copiar
fr: Copier
hi: प्रतिलिपि
id: Salin
ja: コピー
ko: 복사
pl: Kopiuj
pt_br: Copiar
tr: Kopyala
uk: Копія
vi: Sao chép
zh_hans: 复制
zh_hant: 複製

# Copy %lld record%@
source: Copy %1$lld record%2$@
de: Kopieren Sie den Eintrag %1$lld%2$@
es: Copiar registro %1$lld%2$@
fr: Copier l'enregistrement %1$lld%2$@
hi: %1$lld रिकॉर्ड कॉपी करें%2$@
id: Salin catatan %1$lld%2$@
ja: %1$lld レコードをコピー%2$@
ko: %1$lld 레코드 복사%2$@
pl: Skopiuj rekord %1$lld%2$@
pt_br: Copiar registro %1$lld%2$@
tr: %1$lld kaydını kopyala%2$@
uk: Копіювати запис %1$lld%2$@
vi: Sao chép bản ghi %1$lld%2$@
zh_hans: 复制%1$lld记录%2$@
zh_hant: 複製%1$lld記錄%2$@

source: Copy Actual Content
de: Kopieren Sie den tatsächlichen Inhalt
es: Copiar contenido real
fr: Copier le contenu réel
hi: वास्तविक सामग्री की प्रतिलिपि बनाएँ
id: Salin Konten Sebenarnya
ja: 実際のコンテンツをコピーする
ko: 실제 콘텐츠 복사
pl: Skopiuj rzeczywistą zawartość
pt_br: Copiar conteúdo real
tr: Gerçek İçeriği Kopyala
uk: Скопіюйте фактичний вміст
vi: Sao chép nội dung thực tế
zh_hans: 复制实际内容
zh_hant: 複製實際內容

source: Copy All
de: Alles kopieren
es: Copiar todo
fr: Copier tout
hi: सभी को कॉपी करें
id: Salin Semua
ja: すべてコピー
ko: 모두 복사
pl: Skopiuj wszystko
pt_br: Copiar tudo
tr: Tümünü Kopyala
uk: Копіювати все
vi: Sao chép tất cả
zh_hans: 全部复制
zh_hant: 全部複製

source: Copy Claude Config
de: Kopieren Sie Claude Config
es: Copiar configuración de Claude
fr: Copier la configuration de Claude
hi: क्लाउड कॉन्फ़िगरेशन की प्रतिलिपि बनाएँ
id: Salin Konfigurasi Claude
ja: クロード設定をコピー
ko: 클로드 구성 복사
pl: Skopiuj konfigurację Claude
pt_br: Copiar configuração de Claude
tr: Claude Yapılandırmasını Kopyala
uk: Копіювати конфігурацію Claude
vi: Sao chép cấu hình Claude
zh_hans: 复制克劳德配置
zh_hant: 複製克勞德配置

source: Copy Codex Config
de: Kopieren Sie die Codex-Konfiguration
es: Copiar configuración de Codex
fr: Copier la configuration Codex
hi: Codex कॉन्फिग कॉपी करें
id: Salin Konfigurasi Codex
ja: Codex 構成をコピー
ko: Codex 구성 복사
pl: Skopiuj konfigurację Codex
pt_br: Copiar configuração Codex
tr: ZXQDNSSDECKTERM0000QXZ Yapılandırmasını kopyalayın
uk: Скопіюйте конфігурацію Codex
vi: Sao chép cấu hình Codex
zh_hans: 复制 Codex 配置
zh_hant: 複製 Codex 配置

source: Copy Command
de: Befehl kopieren
es: Copiar comando
fr: Copier la commande
hi: कमांड कॉपी करें
id: Salin Perintah
ja: コピーコマンド
ko: 복사 명령
pl: Kopiuj polecenie
pt_br: Comando Copiar
tr: Komutu Kopyala
uk: Копіювати команду
vi: Sao chép lệnh
zh_hans: 复制命令
zh_hant: 複製指令

source: Copy Cursor JSON
de: Kopieren Sie Cursor JSON
es: Copiar Cursor JSON
fr: Copier Cursor JSON
hi: कॉपी करें Cursor JSON
id: Salin Cursor JSON
ja: Cursor JSON をコピー
ko: 복사 Cursor JSON
pl: Skopiuj Cursor JSON
pt_br: Copiar Cursor JSON
tr: Kopyala Cursor JSON
uk: Копіювати Cursor JSON
vi: Sao chép Cursor JSON
zh_hans: 复制 Cursor JSON
zh_hant: 複製 Cursor JSON

source: Copy JSON
de: JSON kopieren
es: Copiar JSON
fr: Copier JSON
hi: JSON कॉपी करें
id: Salin JSON
ja: JSONをコピー
ko: JSON 복사
pl: Skopiuj JSON
pt_br: Copiar JSON
tr: JSON'u kopyala
uk: Скопіюйте JSON
vi: Sao chép JSON
zh_hans: 复制 JSON
zh_hant: 複製 JSON

source: Copy Postman JSON
de: Kopieren Sie Postman JSON
es: Copiar Postman JSON
fr: Copier Postman JSON
hi: कॉपी करें Postman JSON
id: Salin Postman JSON
ja: Postman JSON をコピー
ko: 복사 Postman JSON
pl: Skopiuj Postman JSON
pt_br: Copiar Postman JSON
tr: Kopyala Postman JSON
uk: Копіювати Postman JSON
vi: Sao chép Postman JSON
zh_hans: 复制 Postman JSON
zh_hant: 複製 Postman JSON

source: Copy VS Code JSON
de: Kopieren Sie VS Code JSON
es: Copiar VS Code JSON
fr: Copier VS Code JSON
hi: कॉपी करें VS Code JSON
id: Salin VS Code JSON
ja: VS Code JSON をコピー
ko: 복사 VS Code JSON
pl: Skopiuj VS Code JSON
pt_br: Copiar VS Code JSON
tr: Kopyala VS Code JSON
uk: Копіювати VS Code JSON
vi: Sao chép VS Code JSON
zh_hans: 复制 VS Code JSON
zh_hant: 複製 VS Code JSON

source: Copy Zone Name
de: Zonennamen kopieren
es: Copiar nombre de zona
fr: Copier le nom de la zone
hi: ज़ोन का नाम कॉपी करें
id: Salin Nama Zona
ja: ゾーン名をコピーする
ko: 영역 이름 복사
pl: Skopiuj nazwę strefy
pt_br: Copiar nome da zona
tr: Bölge Adını Kopyala
uk: Копіювати назву зони
vi: Sao chép tên vùng
zh_hans: 复制区域名称
zh_hant: 複製區域名稱

source: Copy record name
de: Datensatznamen kopieren
es: Copiar nombre de registro
fr: Copier le nom de l'enregistrement
hi: रिकॉर्ड नाम कॉपी करें
id: Salin nama rekaman
ja: レコード名をコピーする
ko: 레코드 이름 복사
pl: Skopiuj nazwę rekordu
pt_br: Copiar nome do registro
tr: Kayıt adını kopyala
uk: Копіювати назву запису
vi: Sao chép tên bản ghi
zh_hans: 复制记录名称
zh_hant: 複製記錄名稱

source: Copy record value
de: Datensatzwert kopieren
es: Copiar valor de registro
fr: Copier la valeur de l'enregistrement
hi: रिकॉर्ड मान कॉपी करें
id: Salin nilai catatan
ja: レコード値をコピーする
ko: 레코드 값 복사
pl: Skopiuj wartość rekordu
pt_br: Copiar valor do registro
tr: Kayıt değerini kopyala
uk: Копіювати значення запису
vi: Sao chép giá trị bản ghi
zh_hans: 复制记录值
zh_hant: 複製記錄值

source: Copy to...
de: Kopieren nach...
es: Copiar a...
fr: Copier vers...
hi: यहां कॉपी करें...
id: Salin ke...
ja: コピー先...
ko: 복사 대상...
pl: Skopiuj do...
pt_br: Copiar para...
tr: Şuraya kopyala:
uk: Копіювати в...
vi: Sao chép vào...
zh_hans: 复制到...
zh_hant: 複製到...

# Copying... (%lld/%lld)
source: Copying... (%1$lld/%2$lld)
de: Kopieren... (%1$lld/%2$lld)
es: Copiando... (%1$lld/%2$lld)
fr: Copie... (%1$lld/%2$lld)
hi: प्रतिलिपि बनाई जा रही है... (%1$lld/%2$lld)
id: Menyalin... (%1$lld/%2$lld)
ja: コピー中... (%1$lld/%2$lld)
ko: 복사 중... (%1$lld/%2$lld)
pl: Kopiowanie... (%1$lld/%2$lld)
pt_br: Copiando... (%1$lld/%2$lld)
tr: Kopyalanıyor... (%1$lld/%2$lld)
uk: Копіювання... (%1$lld/%2$lld)
vi: Đang sao chép... (%1$lld/%2$lld)
zh_hans: 正在复制...（%1$lld/%2$lld）
zh_hant: 正在複製...（%1$lld/%2$lld）

source: Create
de: Erstellen
es: crear
fr: Créer
hi: बनाएँ
id: Buat
ja: 作成
ko: 만들기
pl: Utwórz
pt_br: Criar
tr: Oluştur
uk: Створити
vi: Tạo
zh_hans: 创建
zh_hant: 創建

source: Create API credentials
de: Erstellen Sie API-Anmeldeinformationen
es: Crear credenciales API
fr: Créer des informations d'identification API
hi: एपीआई क्रेडेंशियल बनाएं
id: Buat kredensial API
ja: API認証情報の作成
ko: API 자격 증명 만들기
pl: Utwórz poświadczenia API
pt_br: Criar credenciais de API
tr: API kimlik bilgileri oluşturun
uk: Створіть облікові дані API
vi: Tạo thông tin xác thực API
zh_hans: 创建 API 凭证
zh_hant: 建立 API 憑證

source: Create a Personal Access Token
de: Erstellen Sie ein persönliches Zugriffstoken
es: Crear un token de acceso personal
fr: Créer un jeton d'accès personnel
hi: एक व्यक्तिगत एक्सेस टोकन बनाएं
id: Buat Token Akses Pribadi
ja: パーソナルアクセストークンを作成する
ko: 개인 액세스 토큰 생성
pl: Utwórz osobisty token dostępu
pt_br: Crie um token de acesso pessoal
tr: Kişisel Erişim Belirteci Oluşturun
uk: Створіть особистий маркер доступу
vi: Tạo mã thông báo truy cập cá nhân
zh_hans: 创建个人访问令牌
zh_hant: 建立個人存取令牌

source: Create a personal access token
de: Erstellen Sie ein persönliches Zugriffstoken
es: Crear un token de acceso personal
fr: Créer un jeton d'accès personnel
hi: एक व्यक्तिगत एक्सेस टोकन बनाएं
id: Buat token akses pribadi
ja: 個人用アクセストークンを作成する
ko: 개인 액세스 토큰 만들기
pl: Utwórz osobisty token dostępu
pt_br: Crie um token de acesso pessoal
tr: Kişisel erişim belirteci oluşturun
uk: Створіть особистий маркер доступу
vi: Tạo mã thông báo truy cập cá nhân
zh_hans: 创建个人访问令牌
zh_hant: 建立個人存取令牌

source: Create a project API token
de: Erstellen Sie ein Projekt-API-Token
es: Crear un token API de proyecto
fr: Créer un jeton API de projet
hi: एक प्रोजेक्ट एपीआई टोकन बनाएं
id: Buat token API proyek
ja: プロジェクトAPIトークンを作成する
ko: 프로젝트 API 토큰 생성
pl: Utwórz token interfejsu API projektu
pt_br: Crie um token de API do projeto
tr: Proje API belirteci oluşturma
uk: Створіть маркер API проекту
vi: Tạo mã thông báo API dự án
zh_hans: 创建项目 API 令牌
zh_hant: 建立專案 API 令牌

source: Create a service account
de: Erstellen Sie ein Dienstkonto
es: Crear una cuenta de servicio
fr: Créer un compte de service
hi: एक सेवा खाता बनाएँ
id: Buat akun layanan
ja: サービスアカウントを作成する
ko: 서비스 계정 만들기
pl: Utwórz konto usługi
pt_br: Crie uma conta de serviço
tr: Hizmet hesabı oluşturun
uk: Створіть обліковий запис служби
vi: Tạo tài khoản dịch vụ
zh_hans: 创建服务帐户
zh_hant: 建立服務帳戶

source: Create a service principal
de: Erstellen Sie einen Dienstprinzipal
es: Crear una entidad de servicio
fr: Créer un principal de service
hi: एक सेवा प्रिंसिपल बनाएं
id: Buat perwakilan layanan
ja: サービスプリンシパルを作成する
ko: 서비스 주체 만들기
pl: Utwórz jednostkę usługi
pt_br: Criar uma entidade de serviço
tr: Hizmet sorumlusu oluşturma
uk: Створіть принципала служби
vi: Tạo một hiệu trưởng dịch vụ
zh_hans: 创建服务主体
zh_hant: 建立服務主體

source: Create an API key
de: Erstellen Sie einen API-Schlüssel
es: Crear una clave API
fr: Créer une clé API
hi: एक एपीआई कुंजी बनाएं
id: Buat kunci API
ja: APIキーを作成する
ko: API 키 만들기
pl: Utwórz klucz API
pt_br: Crie uma chave de API
tr: API anahtarı oluşturun
uk: Створіть ключ API
vi: Tạo khóa API
zh_hans: 创建 API 密钥
zh_hant: 建立 API 金鑰

source: Create an API signing key
de: Erstellen Sie einen API-Signaturschlüssel
es: Crear una clave de firma de API
fr: Créer une clé de signature d'API
hi: एक एपीआई हस्ताक्षर कुंजी बनाएं
id: Buat kunci penandatanganan API
ja: API署名キーを作成する
ko: API 서명 키 만들기
pl: Utwórz klucz podpisywania interfejsu API
pt_br: Crie uma chave de assinatura de API
tr: API imzalama anahtarı oluşturma
uk: Створіть ключ підпису API
vi: Tạo khóa ký API
zh_hans: 创建 API 签名密钥
zh_hant: 建立 API 簽章金鑰

source: Create an API token
de: Erstellen Sie ein API-Token
es: Crear un token API
fr: Créer un jeton API
hi: एक एपीआई टोकन बनाएं
id: Buat token API
ja: APIトークンを作成する
ko: API 토큰 만들기
pl: Utwórz token API
pt_br: Crie um token de API
tr: API belirteci oluşturma
uk: Створіть маркер API
vi: Tạo mã thông báo API
zh_hans: 创建 API 令牌
zh_hant: 建立 API 令牌

source: Create an MCP request in Postman, choose STDIO, then paste this JSON configuration.
de: Erstellen Sie eine MCP-Anfrage in Postman, wählen Sie STDIO und fügen Sie dann diese JSON-Konfiguration ein.
es: Cree una solicitud MCP en Postman, elija STDIO y luego pegue esta configuración de JSON.
fr: Créez une requête MCP dans Postman, choisissez STDIO, puis collez cette configuration JSON.
hi: Postman में एक MCP अनुरोध बनाएं, STDIO चुनें, फिर इस JSON कॉन्फ़िगरेशन को पेस्ट करें।
id: Buat permintaan MCP di Postman, pilih STDIO, lalu tempel konfigurasi JSON ini.
ja: Postman で MCP リクエストを作成し、STDIO を選択して、この JSON 構成を貼り付けます。
ko: Postman에서 MCP 요청을 생성하고 STDIO를 선택한 다음 이 JSON 구성을 붙여넣습니다.
pl: Utwórz żądanie MCP w Postman, wybierz STDIO, a następnie wklej tę konfigurację JSON.
pt_br: Crie uma solicitação MCP em Postman, escolha STDIO e cole esta configuração JSON.
tr: Postman'de bir MCP isteği oluşturun, STDIO'yi seçin ve ardından bu JSON yapılandırmasını yapıştırın.
uk: Створіть запит MCP у Postman, виберіть STDIO, а потім вставте цю конфігурацію JSON.
vi: Tạo yêu cầu MCP trong Postman, chọn STDIO, sau đó dán cấu hình JSON này.
zh_hans: 在 Postman 中创建 MCP 请求，选择 STDIO，然后粘贴此 JSON 配置。
zh_hant: 在 Postman 中建立 MCP 要求，選擇 STDIO，然後貼上此 JSON 設定。

source: Create an account access token
de: Erstellen Sie ein Kontozugriffstoken
es: Crear un token de acceso a la cuenta
fr: Créer un jeton d'accès au compte
hi: एक अकाउंट एक्सेस टोकन बनाएं
id: Buat token akses akun
ja: アカウントアクセストークンを作成する
ko: 계정 액세스 토큰 만들기
pl: Utwórz token dostępu do konta
pt_br: Crie um token de acesso à conta
tr: Hesap erişim belirteci oluşturun
uk: Створіть маркер доступу до облікового запису
vi: Tạo mã thông báo truy cập tài khoản
zh_hans: 创建帐户访问令牌
zh_hant: 建立帳戶存取權杖

source: Create an environment before connecting a provider.
de: Erstellen Sie eine Umgebung, bevor Sie einen Anbieter verbinden.
es: Cree un entorno antes de conectar un proveedor.
fr: Créez un environnement avant de connecter un fournisseur.
hi: किसी प्रदाता को जोड़ने से पहले एक वातावरण बनाएं।
id: Ciptakan lingkungan sebelum menghubungkan penyedia.
ja: プロバイダーを接続する前に環境を作成してください。
ko: 공급자를 연결하기 전에 환경을 만드십시오.
pl: Utwórz środowisko przed podłączeniem dostawcy.
pt_br: Crie um ambiente antes de conectar um provedor.
tr: Bir sağlayıcıya bağlanmadan önce bir ortam oluşturun.
uk: Створіть середовище перед підключенням провайдера.
vi: Tạo môi trường trước khi kết nối nhà cung cấp.
zh_hans: 在连接提供商之前创建环境。
zh_hant: 在連接提供者之前建立環境。

source: Create an environment to start managing DNS records.
de: Erstellen Sie eine Umgebung, um mit der Verwaltung von DNS-Einträgen zu beginnen.
es: Cree un entorno para comenzar a administrar registros DNS.
fr: Créez un environnement pour commencer à gérer les enregistrements DNS.
hi: DNS रिकॉर्ड्स का प्रबंधन शुरू करने के लिए एक वातावरण बनाएं।
id: Buat lingkungan untuk mulai mengelola data DNS.
ja: DNS レコードの管理を開始する環境を作成します。
ko: DNS 레코드 관리를 시작하기 위한 환경을 만듭니다.
pl: Utwórz środowisko, aby rozpocząć zarządzanie rekordami DNS.
pt_br: Crie um ambiente para começar a gerenciar registros DNS.
tr: DNS kayıtlarını yönetmeye başlamak için bir ortam oluşturun.
uk: Створіть середовище, щоб розпочати керування записами DNS.
vi: Tạo môi trường để bắt đầu quản lý bản ghi DNS.
zh_hans: 创建环境以开始管理 DNS 记录。
zh_hant: 建立環境以開始管理 DNS 記錄。

source: Created
de: Erstellt
es: Creado
fr: Créé
hi: बनाया गया
id: Dibuat
ja: 作成されました
ko: 생성됨
pl: Utworzono
pt_br: Criado
tr: Oluşturuldu
uk: Створено
vi: Đã tạo
zh_hans: 已创建
zh_hant: 已創建

source: Creating...
de: Erstellen...
es: Creando...
fr: Création...
hi: बनाया जा रहा है...
id: Membuat...
ja: 作成中...
ko: 만드는 중...
pl: Tworzenie...
pt_br: Criando...
tr: Oluşturuluyor...
uk: Створення...
vi: Đang tạo...
zh_hans: 创造...
zh_hant: 創造...
